7zip
accountsservice
acpi
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
aspell
aspell-es
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
betterlockscreen
bind
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btrfs-progs
cantarell-fonts
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
dex
dialog
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-i3wm
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
feh
firefox
firewall-applet
firewalld
fish
flameshot
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
galculator
gammastep
gcc-fortran
gdal
geany
geany-plugins
ghostscript
git
glances
gparted
grim
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hplip
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
i3-wm
i3blocks
i3status
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kernel-install-for-dracut
less
libdvdcss
libgsf
libopenraw
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lsd
lsscsi
lvm2
lxappearance
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
nwg-look
obsidian
octave
ollama
onlyoffice-bin
openssh
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
poppler-glib
power-profiles-daemon
python
python-defusedxml
python-jinja
python-packaging
python-pillow
python-pyqt5
python-reportlab
rebuild-detector
reflector
reflector-simple
rofi
rstudio-desktop-bin
rsync
rtkit
s-nail
sane
scrot
sddm
sg3_utils
slurp
smartmontools
sof-firmware
splix
sudo
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-volman
timeshift
tldr
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
udunits
ueberzugpp
units
unrar
unzip
upower
usb_modeswitch
usbutils
vlc
waybar
wayland-protocols
weka
welcome
wget
which
whois
wireless-regdb
wireplumber
wl-clipboard
wlr-randr
wofi
wpa_supplicant
xarchiver
xbindkeys
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xfce4-power-manager
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xss-lock
xterm
yay
yazi
zip
